/* 
	Localizable.strings
	ScreenSharingMenulet

	Created by Stefan Klieme on 14.03.09.
	
    Copyright 2009 Stefan Klieme. All rights reserved.
 */

/* Buttons & Menus */

"UNKNOWN_ERROR" = "An unknown error occurred";
"NOTFOUND_ERROR" = "The service could not be found on the network";
"INUSE_ERROR" = "The service could not be published because the name is already in use";
"TIME_ERROR" = "The net service cannot process the request at this time";
"ARGUMENT_ERROR" = "An invalid argument was used when creating the NSNetService object";
"CANCEL_ERROR" = "The client canceled the action";
"CONFIGURE_ERROR" = "The net service was improperly configured";
"TIMEOUT_ERROR" = "The net service has timed out";
